brew "bat" # cat(1) clone with syntax highlighting and Git integration
brew "docker"
brew "docker-compose"
brew "ffmpeg" # for video processing
brew "fzf"
brew "heroku" # Heroku CLI
brew "imagemagick" # for image processing
brew "git"
brew "git-delta" # syntax-highlighting pager for git, diff, and grep output
brew "mas" # Mac App Store
brew "neovim"
brew "postgresql"
brew "redis"
brew "ripgreb" # recursively search directories for a regex pattern while respectin gitignore
brew "speedtest-cli"
brew "sqlite"
brew "universal-ctags" # generates an index file of language objects found in source files
brew "youtube-dl"
