cask "font-jetbrains-mono-nerd-font"
cask "font-fira-code-nerd-font"

cask "1password"
cask "audio-hijack"
cask "bartender"
cask "discord"
cask "fission"
cask "hazel" # https://hazelapp.com/
cask "iconjar"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "loopback"
cask "obsidian"
cask "outline-manager"
cask "plex"
cask "processing"
cask "raycast"
cask "signal"
cask "skype"
cask "slake"
cask "soundsource"
cask "tuxera-ntfs" # NTFS driver for Mac
cask "visual-studio-code"
cask "vlc"
